Dialogue_0004 = CreateDialog(function()

    Talk("B", "경비가 살벌한데?")
    Talk("A", "내가 탈출하면서 늘어난 게 아닐까.")
    Talk("B", "그럴지도 모르지.")
    Talk("B", "어때, 긴장돼?")
    
    MakeSelect("A", "")
    Talk("B", "그게 일반적인 반응일거야.")
    Talk("B", "너도 뿌리는 인간이잖아?")
    Talk("B", "긴장 풀어.")
    Talk("B", "복수를 하고 나면 모든게 나아질 거야.")


    Talk("B", "생각보다 강심장이구나?")
    Talk("B", "뭐, 그정도 담력이 아니면 힘들긴 하지.")

    Talk("A", "…있잖아.")
    Talk("B", "냥?")
    Talk("A", "날 도와줄 이유가 있었어?")

    Talk("A", "그냥 거기에서 죽게 내버려 뒀어도")

    Talk("A", "너에겐 더 이득이었을텐데. 왜냐면 난…")

    Talk("B", "쓸데없는 걱정 마시고.")
    Talk("B", "옛날생각이 나서 그래.")
    Talk("B", "아무튼, 사연팔이는 여기까지 하자고.")
    Talk("B", "자, 가자.")

end)